Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Musimy ruszać dalej, dasz sobie radę?
uk: Мусимо рушати далі, ти даси собі раду?

source: Musimy sprawdzić gdzie indziej.
uk: Треба перевірити інші місця.

source: Musimy sprawdzić, co z resztą.
uk: Треба перевірити, як там решта.

source: Musimy sprawdzić, czy na placu nie pojawili się kolejni ożywieńcy.
uk: Треба перевірити, чи не з'явилась на площі ще якась нечисть.

source: Musimy szukać Finbara, podobno kręci się w pobliżu dźwigów w porcie.
uk: Нам треба шукати Фінбара. За чутками, він вештається біля кранів у порту.

source: Musimy teraz tylko wymyślić jakiś sposób, żeby...
uk: Тепер нам залишається лише знайти спосіб, щоб...

source: Musimy tylko uważać, żeby nas nie oskarżyli o zbyt dużą brutalność.
uk: Нам просто треба бути обережними, щоб нас не звинуватили у надмірній жорстокості.

source: Musimy urządzić mały pokazik dla kupców. Twoim zadaniem jest w możliwie najkrótszym czasie dobiec z posterunku niedaleko targowiska, na targowisko.
uk: Нам потрібно влаштувати невелику виставу для торговців. Твоє завдання - пробігти від поста біля ринку до самого ринку за максимально короткий час.

source: Musimy walczyć! Niech wygra najlepszy!
uk: Ми повинні битись! Нехай переможе найкращий!

source: Musimy wejść wyżej.
uk: Треба піднятися вище.

source: Musimy wrócić do obozu, przeanalizować naszą sytuację i zaplanować co dalej. Będziesz też mógł dobrać się do części naszych zapasów.
uk: Нам потрібно повертатися до табору, проаналізувати ситуацію і спланувати, що робити далі. Також ти можеш взяти дещо з наших припасів.

source: Musimy wrócić po Darryla i Maiwen.
uk: Треба повернутися за Дерілом і Мейвен.

source: Musimy zaciągnąć to truchło do wioski, ale sami raczej nie damy sobie rady.
uk: Нам потрібно притягнути цю тушу в село, але навряд ми зможемо зробити це самостійно.

source: Musimy zbadać całe to miejsce. Rozjemca z pewnością jest dobrze ukryty. Rozglądaj się dokładnie, to miejsce pewnie aż roi się od pułapek.
uk: Нам потрібно обшукати тут все. Миротворець, безумовно, добре захований. Дивись уважно, у цьому місці, ймовірно, повно пасток.

source: Musimy znaleźć alternatywne rozwiązanie.
uk: Треба знайти альтернативне рішення.

source: Musimy znaleźć jakiś sposób, by otworzyć te wielkie wrota. Może znajdę coś przydatnego w którymś z pobocznych korytarzy?
uk: Ми повинні знайти спосіб відчинити ці великі ворота. Можливо, я знайду щось корисне в одному з бічних коридорів?

source: Musimy znaleźć sobie jakieś inne ciekawe zajęcie, by ta podróż nie poszła na marne...
uk: Треба знайти інше цікаве заняття, щоб ця подорож не була марною...

source: Musimy znaleźć tego zamachowca. Gdyby mu się udało... miasto pogrążyłoby się w chaosie. Już się pomału pogrąża. Ale jeśli to już wszystko, to wolałbym zakończyć tę rozmowę.
uk: Ми повинні знайти цього вбивцю. Якби йому вдалося... місто поринуло б у хаос. Воно вже потроху поринає. Але якщо це все, то я б волів закінчити цю розмову.

source: Musisz bardzo lubić to, co robisz.
uk: Ти, мабуть, дуже любиш свою роботу.

source: Musisz być cholernie dobrym górnikiem, że wydobywasz złoto, by za siebie zapłacić i jeszcze masz czas na gadanie.
uk: Мабуть, ти до біса крутий гірник, якщо видобуваєш золото, щоб прогодувати себе, і ще маєш час базікати.

source: Musisz być delikatny, bo one też są delikatne. Najlepiej złapać je u nasady i stopniowo wysuwać z ciała, odcinając wszystkie żyły, jakie będą się za nimi ciągnęły.
uk: Ти повинен бути делікатним, оскільки вони також делікатні. Найкраще хапати їх біля основи і поступово витягувати з тіла, відсікаючи всі жили, які будуть тягнутися за ними.

source: Musisz być naprawdę głupi, że wróciłeś tutaj sam.
uk: Ти, мабуть, дуже дурний, якщо повернувся сюди один.

source: Musisz być tym nowym, który narobił w mieście sporo zamieszania.
uk: Це ти, мабуть, той новенький, який наробив багато галасу в місті.

source: Musisz być w pełnej gotowości. Walka rozpocznie się dokładnie w momencie, w którym zejdziemy na ląd.
uk: Ти маєш бути в повній бойовій готовності. Бій почнеться в ту ж мить, коли ми зійдемо на берег.

source: Musisz cholernie kochać tego swojego brata, skoro nadstawiasz za niego karku.
uk: Ти, мабуть, до біса любиш свого брата, якщо підставляєш за нього свою шию.

source: Musisz coś wiedzieć o Benie. Dla tego faceta liczy się tylko brutalna siła. Jeśli pokażesz się w turnieju, to może uzna cię za kogoś, kto jest godny rozmowy z nim.
uk: Ти маєш дещо знати про Бена. Цей хлопець поважає тільки грубу силу. Якщо ти покажеш себе на турнірі, він може побачити в тобі когось, хто гідний з ним поговорити.

source: Musisz coś zrozumieć, Marvin. Nie zawsze możemy kogoś uratować. Choćbyś nie wiem jak się starał, czasami po prostu nie masz na to wpływu.
uk: Ти маєш дещо зрозуміти, Марвіне. Ми не завжди можемо когось врятувати. Як би ти не старався, іноді ти не можеш на це ніяк повпливати.

source: Musisz dać mi na moment jeden z tych kieliszków. Zamierzam poczęstować Bena czymś specjalnym.
uk: Мені потрібно, щоб ти дала мені на хвилинку один з цих келихів. Я збираюся подати Бену дещо особливе.

source: Musisz do tego podejść ostrożnie. Żądła są delikatne i mogą się złamać. Krwiopijce czy trutnie za życia często muszą hodować sobie nowe, martwe oczywiście tego nie zrobią.
uk: Ти повинен підходити до цього з обережністю. Жала тендітні й можуть зламатися. Шершням або трутням за життя часто доводиться відрощувати нові жала, але після смерті це вже неможливо.

source: Musisz dogonić tego gnojka od Corteza.
uk: Ти повинен зловити цього виродка Кортеза.

source: Musisz go wypuścić.
uk: Ти маєш відпустити його.

source: Musisz ich zrozumieć, trwa wojna, a my jesteśmy kolejnymi uciekinierami, którzy docierają na tę wyspę.
uk: Ти маєш зрозуміти їх, йде війна, а ми – ще одні біженці, які прибули на цей острів.

source: Musisz jak najszybciej się tam udać i go zdobyć.
uk: Ти мусиш якнайшвидше сходити туди і забрати його.

source: Musisz kiedyś spróbować win od Ernesto. To kompletnie inna liga niż te badziewia, które sprzedają na targu.
uk: Ти обов'язково повинен спробувати вина від Ернесто. Це зовсім інший рівень, ніж та гидота, яку продають на ринку.

source: Musisz kiedyś spróbować win od Ernesto. To zupełnie inna półka niż te badziewia, które sprzedają na targu.
uk: Ти обов'язково повинен спробувати вина від Ернесто. Це зовсім інший рівень, ніж та гидота, яку продають на ринку.

source: Musisz kiedyś spróbować win od Ernesto. To zupełnie wyższa półka niż te badziewia, które sprzedają na targu.
uk: Ти обов'язково повинен спробувати вина від Ернесто. Це зовсім інший рівень, ніж та гидота, яку продають на ринку.

source: Musisz kiedyś spróbować win od Ernesto. To zupełnie wyższa półka, niż te badziewia, które sprzedają na targu.
uk: Ти обов'язково повинен спробувати вина від Ернесто. Це зовсім інший рівень, ніж та гидота, яку продають на ринку.

source: Musisz mi coś obiecać.
uk: Пообіцяй мені дещо.

source: Musisz mi pomóc w stworzeniu eliksiru.
uk: Допоможи мені в створенні еліксиру.

source: Musisz mi powiedzieć, to bardzo ważne.
uk: Ти маєш мені розповісти, це дуже важливо.

source: Musisz mi wybaczyć moje podejrzenia. W każdej sprawie musimy być bezstronni.
uk: Ти повинен вибачити мені мої підозри. Ми повинні бути неупередженими у всіх питаннях.

source: Musisz mi zaufać, chcę do was dołączyć.
uk: Ти можеш мені довіряти, я хочу приєднатися до вас.

source: Musisz mieć cholernie dobry powód żeby się tam wybierać!
uk: У тебе повинна бути страшенно вагома причина, щоб туди піти!

source: Musisz mieć cholernie dobry powód, aby się tam wybierać!
uk: У тебе повинна бути страшенно вагома причина, щоб туди піти!

source: Musisz mieć naprawdę ważny powód, by przedzierać się tu przez całe kanały.
uk: Мабуть, у тебе є дійсно вагома причина, щоб пробиратися сюди через усю каналізацію.

source: Musisz mnie zrozumieć, to nic osobistego. Wokół całej tej sprawy zaczęło się robić zbyt gorąco.
uk: Зрозумій мене, нічого особистого. Просто ситуація почала загострюватися.

source: Musisz na siebie uważać. Dla Wilczych Synów parę zębaczy to nie problem, ale dla ciebie to może być walka o życie.
uk: Ти повинен дбати про себе. Для Вовчих Синів декілька снепперів це не проблема, але для тебе це може бути боротьбою за життя.

source: Musisz nasłuchiwać tego, co dzieje się w środku, jeśli usłyszysz kliknięcie, to znaczy, że możesz kontynuować przekręcanie zębatek, ale jeśli usłyszysz trzask...
uk: Ти мусиш прислуховуватися до того, що відбувається всередині, якщо чути клацання, це означає, що можна продовжувати крутити далі, але якщо почуєш тріск...

source: Musisz podchodzić ambitnie do każdego dzieła, 'dobra broń' to od teraz dla ciebie za mało. Póki oręż nie stanie się częścią ciebie, póty go nie skończyłeś.
uk: Ти повинен бути амбітним в кожній своїй роботі. Відтепер для тебе недостатньо зробити просто 'хорошу зброю'. Поки зброя не стане частиною тебе, вона не буде вважатись готовою.

source: Musisz pokazać, że potrafisz się bić, to nikt nie będzie próbował wejść ci na głowę.
uk: Ти маєш довести, що вмієш битися, тоді ти здобудеш повагу.

source: Musisz popracować nad przekonywaniem ludzi. Lennart sam się do mnie zgłosił i dogadamy się, ale nie twoja to zasługa.
uk: Тобі потрібно попрацювати над вмінням переконувати людей. Ленарт сам підійшов до мене, і ми домовилися, але це не твоя заслуга.

source: Musisz porozmawiać z Lorenzo, to on zdecyduje, czy się nadasz.
uk: Тобі потрібно поговорити з Лоренцо, він вирішить, чи ти підходиш.

source: Musisz przeciąć skórę w miejscu, w którym się stykają, i za nią złapać. Wtedy spróbuj ją rozewrzeć.
uk: Потрібно розрізати шкуру в місці її з'єднання з панциром, потім схопити його і почати тягнути.

source: Musisz przejść się wzdłuż wybrzeża i poszukać ludzi oraz towarów.
uk: Тобі треба пройтись уздовж узбережжя та пошукати людей і товари.

source: Musisz sam zdobyć dla siebie oręż. Nie ma dla mnie znaczenia, jak to zrobisz, bylebyś działał w granicach prawa.
uk: Ти маєш сам роздобути для себе зброю. Мені байдуже, як ти це зробиш, головне, щоб ти діяв у рамках закону.

source: Musisz się dowiedzieć, kim jest ten człowiek!
uk: Ти повинен з'ясувати, хто ця людина!

source: Musisz się jeszcze dużo nauczyć, jeśli chcesz mieć szanse z takim starym wyjadaczem jak ja. Gdybyś chciał stracić jeszcze trochę złota, to śmiało.
uk: Тобі ще багато чого доведеться навчитися, якщо хочеш мати шанси проти такого старого пройдисвіта, як я. Якщо хочеш втратити ще трохи золота, то вперед.

source: Musisz się więc dobrze znać na handlu.
uk: Ти, мабуть, добре розумієшся на своєму ремеслі.

source: Musisz stawić się wtedy przy drewnianym pomoście prowadzącym na mury.
uk: Тобі треба з'явитися до дерев'яного помосту, що веде до стін.

source: Musisz także opuścić swoje ojczyste strony i zerwać kontakt z najbliższą rodziną. Mag Wody nie powinien służyć tam, skąd pochodzi.
uk: Також необхідно покинути батьківщину і розірвати зв'язки з найближчими родичами. Маг Води не повинен служити там, звідки він родом.

source: Musisz też wiedzieć, że jestem bardzo niecierpliwy. Nie mam siły dla żółtodziobów, więc jeśli chcesz uczyć się podstaw, to znajdź innego nauczyciela.
uk: Також знай, що я дуже нетерплячий. У мене немає сил на новачків, тому якщо хочеш навчитися основам, знайди собі іншого вчителя.

source: Musisz też zadbać o oprawę. Dobre jedzenie, wino, odpowiedni klimat.
uk: Також потрібно подбати про обстановку. Хороша їжа, вино, відповідна атмосфера.

source: Musisz to jakoś odwrócić Marvin. Nie chcę tak spędzić reszty życia.
uk: Ти маєш якось це виправити, Марвіне. Я не хочу провести так решту свого життя.

source: Musisz trzymać broń pewnie, ale nie ściskać jej na siłę. Cała jej skuteczność pochodzi od ciebie i musisz o tym pamiętać.
uk: Зброю потрібно тримати міцно, але не стискати її з усієї сили. Вся її ефективність залежить від тебе, і ти повинен пам'ятати про це.

source: Musisz tylko dać sobie na to czas. Jeśli dalej będziesz pędził jak do tej pory, to może się okazać, że następnego upadku z wodospadu nie przeżyjesz.
uk: Потрібно лише виділити собі на це час. Якщо ти продовжуватимеш поспішати, як і раніше, ти можеш не пережити наступного падіння з водоспаду.

source: Musisz tylko iść do sadu przy Wielkiej Winnicy, a przecież podobno lubisz to miejsce. Obiecuję, że nic ci się nie stanie!
uk: Тобі потрібно лише піти в сад біля Великого виноградника, наскільки я знаю, ти любиш це місце. Обіцяю, що з тобою нічого не станеться!

source: Musisz tylko krzyczeć z daleka, żebyśmy mogli zawczasu przygotować się do zamknięcia ich za tobą.
uk: Тільки крикни здалеку, щоб ми могли заздалегідь підготуватися і зачинити їх за тобою.

source: Musisz tylko wiedzieć, że było to miejsce gdzie bez siły i sprytu można było szybko skończyć z nożem wbitym pod żebra.
uk: Все, що тобі потрібно знати – це те, що це було місце, де без сили та спритності можна було швидко опинитися з ножем під ребрами.

source: Musisz tylko zrozumieć, jak cenny jest mój czas. Za darmo niczego cię nie nauczę.
uk: Ти просто маєш розуміти, наскільки цінний мій час. Я не навчу тебе нічого безкоштовно.

source: Musisz umiejętnie naciąć skórę wokół nich tak, żeby odsłonić nasadę. Wtedy podważasz ją jakimś mocnym ostrzem i luzujesz.
uk: Потрібно вміло зрізати шкіру навколо них, щоб оголити корінь. Потім потрібно підчепити його якимось міцним лезом і розхитати.

source: Musisz wysupłać trochę grosza, a potem wszyscy zapomną o sprawie.
uk: Тобі доведеться розщедритися на кілька монет, після чого всі забудуть про це.

source: Musisz zacząć od delikatnego nacięcia żołądka. Jeśli zrobisz to dobrze, powinien otworzyć się na boki.
uk: Для початку потрібно зробити акуратний надріз на животі. Якщо все зробити правильно, він повинен відкритися.

source: Musisz zajrzeć pod skórę danego zwierzęcia. Całe szczęście znasz już podstawy. A przynajmniej powinieneś.
uk: Він знаходиться під шкурою тварини. На щастя, ти вже знаєш основи. Або, принаймні, мав би знати.

source: Musisz zapłacić odpowiednie odszkodowanie.
uk: Ти мусиш заплатити належну компенсацію.

source: Musisz zapłacić odszkodowanie!
uk: Ти мусиш заплатити компенсацію!

source: Musisz znaleźć miejsce, gdzie skóra jest najdelikatniejsza, zazwyczaj jest to gdzieś pomiędzy łuskami na brzuchu.
uk: Потрібно знайти місце, де шкура найтонша, зазвичай це десь між лусочками на животі.

source: Musisz zrozumieć, młodzieńcze, że takim kłamcom jak on należy się surowa kara! Całe społeczeństwo na tym zyska!
uk: Ти повинен зрозуміти, юначе, що такі брехуни, як він, заслуговують на суворе покарання! Це піде на користь усьому суспільству!

source: Musze przyznać, że Silbach ma swój urok, ale to chyba nie jest miejsce dla mnie.
uk: Мушу визнати, що Сільбах має свої переваги, але це місце, мабуть, не для мене.

source: Muszla małży.
uk: Мушля молюска.

source: Muszę chwilę ochłonąć po ostatnich wydarzeniach.
uk: Мені потрібно охолонути після нещодавніх подій.

source: Muszę ci powiedzieć, że bardzo podziwiam twoją wolę walki mimo tylu niepowodzeń!
uk: Мушу сказати, що я дуже захоплена твоєю наполегливістю, незважаючи на численні невдачі!

source: Muszę ci przyznać Marvin, masz talent do takich rzeczy. Nie tylko przejrzałeś co się dzieje w kopalni, ale jeszcze sprawiłeś, że winny sam wszystko wyśpiewał.
uk: Мушу визнати, Марвіне, ти маєш хист до таких речей. Ти не тільки розібрався у тому, що діялось в копальні, але й змусив заспівати самого винуватця.

source: Muszę ci przyznać, zabrałeś nas w naprawdę urokliwe miejsce. Oby tylko było tutaj coś więcej, niż te śmieszne kryształy.
uk: Мушу віддати тобі належне, ти привів нас у справді дивовижне місце. Сподіватимемося, що тут є щось більше, ніж ці безглузді кристали.

source: Muszę ci przyznać, że nie mam pomysłu jak mógłbym jeszcze bardziej usprawnić ten zamek.
uk: Мушу зізнатися, що я навіть не уявляю, як можна ще більше вдосконалити цей замок.

source: Muszę cię jednak ostrzec, gdy ostatnio walczyliśmy byłem mocno osłabiony i ranny. Teraz nie pójdzie ci tak łatwo.
uk: Однак мушу попередити, що під час останньої нашої сутички я був сильно ослаблений і поранений. Тепер для тебе це буде не так легко.

source: Muszę cię pobić!
uk: Я мушу тебе побити!

source: Muszę cię pochwalić, że nie stchórzyłeś. Kogoś takiego właśnie szukałem!
uk: Мушу похвалити тебе за те, що ти не злякався. Саме таку людину я і шукав!

source: Muszę cię zabrać w bezpieczne miejsce.
uk: Потрібно забрати тебе в безпечне місце.

source: Muszę coś jeszcze najpierw załatwić...
uk: Спершу я маю ще дещо зробити...

source: Muszę coś załatwić, dokończmy sprawę później.
uk: Мені треба дещо зробити, закінчимо справу пізніше.

source: Muszę dogonić Szmuglera, Rodrigo i reszta powinni sobie poradzić.
uk: Я маю наздогнати Койота. А з Родріго і рештою все буде гаразд.

source: Muszę dojść do siebie, a Rita pewnie będzie mi suszyła głowę, dlaczego nie było mnie tak długo.
uk: Треба трохи прийти до тями. Рита, скоріше за все, буде не в захваті, що мене так довго не було.

source: Muszę dostać się do Lichwiarza.
uk: Мені треба дістатися до Лихваря.

source: Muszę dostać się do miasta, aby odnaleźć brata. Albyn obiecał mi glejt w zamian za wykonanie dla niego dwóch zadań. Mam pomóc w jakiejś sprawie przewoźnikowi towarów oraz cieśli przy naprawie brzegu.
uk: Мені потрібно потрапити до міста, щоб знайти брата. Альбін пообіцяв мені перепустку в обмін на виконання двох доручень. Я маю допомогти перевізнику з його вантажем і теслі з ремонтом моста.

source: Muszę dostać się do miasta, mógłbyś mi w tym jakoś pomóc?
uk: Мені необхідно дістатися до міста. Можеш мені якось допомогти?

source: Muszę go odnaleźć, to jedyna bliska mi osoba.
uk: Я мушу його знайти, він єдина близька мені людина.

source: Muszę iść!
uk: Я мушу йти!

source: Muszę iść, jeszcze skończy mu się wino i będzie naprawdę nieprzyjemnie.
uk: Я мушу йти, у нього скоро закінчиться вино, а це було б дуже неприємно.

source: Muszę jak najszybciej pomodlić się do Innosa! Jestem pewien, że dzięki jego wstawiennictwu kamień nie będzie miał przede mną tajemnic!
uk: Я повинен якнайшвидше помолитися Інносу! Я впевнений, що завдяки його заступництву камінь не приховуватиме від мене жодних таємниць!

source: Muszę jak najszybciej wrócić do obozu. Oby Riordian wiedział, co zrobić z tym mieczem.
uk: Я повинен якомога швидше повернутися до табору. Сподіваюся, Ріордіан знає, що робити з цим мечем.

source: Muszę jak najszybciej zająć się przegrupowaniem wszystkich najemników, łowców i gońców.
uk: Мені потрібно якомога швидше перегрупувати всіх найманців, мисливців і посланців.

source: Muszę jakoś rozpowszechnić Mrocznego Paladyna. Ludzie, z którymi chciałbym nawiązać współpracę, raczej nie chodzą po karczmach. Muszę zrobić pierwszy krok.
uk: Мені потрібно якось поширювати Темного Паладина. Люди, з якими я хотів би налагодити зв'язки, навряд чи ходять по корчмах. Мені потрібно зробити перший крок.

source: Muszę je teraz wrzucić do kadzi z wodą.
uk: Тепер мені потрібно покласти їх у чан з водою.

source: Muszę jednak przyznać, jesteś pierwszym, któremu udało się mnie przechytrzyć. Prawie mi to zaimponowało.
uk: Мушу однак визнати, що ти перший, кому вдалося мене обдурити. Мене це навіть вразило.

source: Muszę jeszcze coś załatwić.
uk: Мені ще потрібно дещо владнати.

source: Muszę jeszcze się zastanowić jak postąpić z Igorem, to specjalista od rachunków, ale sytuacja chyba go przerosła.
uk: Мені ще треба подумати, що робити з Ігорем. Він спеціаліст в питаннях розрахунків, але ця ситуація, схоже, його зовсім виснажила.

source: Muszę jeszcze to przemyśleć.
uk: Мені ще треба це обдумати.

source: Muszę jeszcze zabrać kilka rzeczy.
uk: Мені ще потрібно дещо забрати.

source: Muszę już iść.
uk: Я вже мушу йти.

source: Muszę już iść. Ben nie lubi, kiedy spóźniam się z jego alkoholem.
uk: Мені час йти. Бен не любить, коли я спізнююся з його випивкою.

source: Muszę już iść. Może jeszcze się spotkamy.
uk: Я мушу йти. Може, ми ще зустрінемось.

source: Muszę już lecieć.
uk: Я вже мушу йти.

source: Muszę ją schłodzić.
uk: Потрібно її охолодити.

source: Muszę kupić sporo prowiantu na wyprawę.
uk: Мені потрібно придбати багато провізії для експедиції.

source: Muszę lecieć.
uk: Я мушу йти.

source: Muszę mieć oczy dookoła głowy.
uk: Мушу в сто очей дивитись довкола.

source: Muszę myśleć o przyszłości mojej wycinki, a skoro wojna na morzu trwa w najlepsze, to stocznia wydaje się dobrym potencjalnym klientem.
uk: Я маю думати про майбутнє своєї справи, а зважаючи на війну на морі, корабельня видається мені хорошим потенційним замовником.

source: Muszę na chwilę pożyczyć Homera.
uk: Мені потрібно позичити Гомера на деякий час.

source: Muszę nabrać sił.
uk: Мені потрібно набратися сил.

source: Muszę natychmiast zarekwirować twój egzemplarz.
uk: Я мушу негайно вилучити твій екземпляр.

source: Muszę nimi zabezpieczyć dach magazynu.
uk: Мені потрібно закріпити ними дах складу.

source: Muszę o tym pomyśleć.
uk: Мені треба про це подумати.

source: Muszę od nowa umyć podłogę. Miłej nocy.
uk: Мені знову доведеться мити підлогу. Добраніч.

source: Muszę odpocząć...
uk: Мені потрібно відпочити...

source: Muszę odłożyć ją na odpowiednią półkę.
uk: Потрібно поставити її на правильну полицю.

source: Muszę pamiętać, że moim oficjalnym zadaniem jako gońca nie jest ochrona kupców. Co nie zmienia faktu, że mogę brać takie zlecenia na własną odpowiedzialność.
uk: Я повинен пам'ятати, що мій основний обов'язок як посланця полягає не в захисті торговців. Але це не змінює того факту, що я можу брати такі завдання на свій страх і ризик.

source: Muszę po prostu chwilę odpocząć. Jestem zmęczony całą tą walką. Tyle lat walczyłem...
uk: Мені просто треба трохи відпочити. Я втомився від цієї боротьби. Я боровся стільки років...

source: Muszę pomóc Kesselowi z przygotowaniami do wyprawy. Wejście do środka bez odpowiedniego zaplecza byłoby samobójstwem.
uk: Я маю допомогти Кесселю з підготовкою до експедиції. Було б самогубством вирушати без належного спорядження.

source: Muszę porozmawiać z Volkerem.
uk: Мені потрібно поговорити з Волкером.

source: Muszę poszukać jakiegoś lepszego miejsca na modlitwę. Kto wie, może odwiedzę klasztor magów wody? Podobno jest na całkowicie odosobnionej wyspie.
uk: Я повинен шукати якесь краще місце для молитви. Хто знає, можливо, мені краще відвідати монастир Магів Води? Здається, він знаходиться на повністю ізольованому острові.

source: Muszę poszukać w jaskini składników do przygotowania gulaszu. Berto polecił mi sprawdzić w skrzyniach.
uk: Потрібно пошукати в печері складники для приготування рагу. Берто доручив мені перевірити ящики.

source: Muszę pracować, nie mam czasu na rozmowy.
uk: Я мушу працювати, у мене немає часу на розмови.

source: Muszę przedostać się do miasta, a skoro ty tam jedziesz, to pomyślałem, że może...
uk: Мені потрібно потрапити до міста, а оскільки ти їдеш туди, я подумав, що може...

source: Muszę przejść przez wrota prowadzące na zewnątrz i jak najszybciej udać się do klasztoru Magów Wody.
uk: Я повинен пройти через ворота, що ведуть назовні, і якомога швидше дістатися до монастиря Магів Води.

source: Muszę przekonać Ernesto, żeby mówił głośno o swoich planach dotyczących pewnej transakcji.
uk: Мені потрібно переконати Ернесто відкрити свої плани щодо певної угоди.

source: Muszę przekopać grządki.
uk: Мені потрібно копати грядки.

source: Muszę przemyśleć kilka spraw...
uk: Мені варто дещо обміркувати...

source: Muszę przyznać ci rację. No dobra, będę brał na początek jedną skrzynkę tygodniowo. Ile?
uk: Мушу визнати, ти маєш рацію. Гаразд, для початку я візьму один ящик на тиждень. Скільки?

source: Muszę przyznać, dobrze się spisałeś.
uk: Мушу сказати, що ти добре впорався.

source: Muszę przyznać, jestem pod wrażeniem.
uk: Мушу визнати, я вражений.
